{
  "movies":[
    {
      "name":"Бегущий по лезвию 2049",
      "image":"bladerunner",
      "synopsis":"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения... Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.",
      "meta":"2017, фантастика, триллер, США, 2 ч 43 мин",
      "rating":"7.7"
    },
    {
      "name":"Сталкер",
      "image":"stalker",
      "synopsis":"В некой запретной Зоне, по слухам, существует комната, где исполняются самые заветные желания. К этой комнате отправляются модный Писатель и авторитетный Профессор — каждый по своим причинам, о которых предпочитают не говорить. А ведет их туда Сталкер — проводник по Зоне — то ли юродивый, то ли апостол новой веры.",
      "meta":"1979, фантастика, драма, СССР, 2 ч 35 мин",
      "rating":"8.1"
    },
    {
      "name":"Убивая Еву",
      "image":"eva",
      "synopsis":"Аналитик MI5 Ева Поластри начинает охоту на психопатичную наёмную убийцу Вилланель. Две женщины становятся одержимы друг другом.",
      "meta":"2018, боевик, триллер, 3 сезона, США",
      "rating":"7.7"
    },
    {
      "name":"Великая",
      "image":"great",
      "synopsis":"Юная дочь обедневшего немецкого князя София Августа Фредерика Ангальт-Цербстская выходит замуж за императора российского Петра III и становится императрицей Екатериной II. Поначалу полная надежд на чистую и светлую любовь девушка быстро разочаровывается в царственном супруге как в человеке и как в правителе и, пока тот, устроив во дворце непрекращающуюся вечеринку, развлекается банкетами, охотой, блудом и унижением подданных, молодая императрица начинает строить планы, как ей самой обустроить Россию.",
      "meta":"2020, биография, история, 1 сезон, Великобритания",
      "rating":"7.0"
    },
    {
      "name":"Подпольная империя",
      "image":"empire",
      "synopsis":"1920 год. Через несколько часов Атлантик-Сити - столица развлечений и порока, как и вся Америка, вступит в эпоху «Сухого закона». Енох «Наки» Томпсон, днем – городской казначей, а ночью – хитроумный гангстер со связями на самом «верху», решает воспользоваться ситуацией и получить баснословные прибыли на подпольной торговле алкоголем.",
      "meta":"2010, драма, криминал, 5 сезонов, США",
      "rating":"8.1"
    },
    {
      "name":"Горе-творец",
      "image":"gore",
      "synopsis":"История о создании фильма «Комната» (2003), широко известного как эталон бездарного кино. Начинающий актер-красавец Грэг на актерских курсах знакомится с эксцентричным Томми Вайсо. У новых друзей совсем немного общего, кроме любви к актерству и желания самовыражаться, поэтому парочка отправляется покорять Голливуд.",
      "meta":"2017, драма, комедия, США, 1 ч 39 мин",
      "rating":"7.5"
    },
    {
      "name":"Хоббит. Пустошь Смауга",
      "image":"hobbit",
      "synopsis":"Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания должна добраться до Одинокой горы. А там они встретятся с величайшей опасностью из всех — созданием куда более ужасающим, чем все их прошлые противники, чудовищем, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, — драконом Смаугом.",
      "meta":"2013, фэнтези, приключения, США, 2 ч 41 мин",
      "rating":"8.0"
    },
    {
      "name":"Довод",
      "image":"tenet",
      "synopsis":"После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять.",
      "meta":"2020, фантастика, боевик, Великобритания, 2 ч 30 мин",
      "rating":"7.6"
    },
    {
      "name":"Фарго",
      "image":"fargo",
      "synopsis":"Первый сезон. В январе 2006 года Лорн Малво, преступник и социопат, проезжает через провинциальный городок Бемиджи, штат Миннесота. Случайная встреча в больнице с Лестером Найгаардом, неудачливым страховым агентом, трагически меняет жизнь последнего, запуская череду жестоких убийств, к расследованию которых приступают местные полицейские — активная, любящая свою профессию Молли Солверсон и Гас Гримли.\n\nВторой сезон. Пэгги Блумквист, девушка из салона красоты, и её муж Эд, помощник мясника, пытаются скрыть убийство Рая Герхарта, сына Флойд Герхардт, стоящей во главе влиятельной криминальной семьи из Фарго. Тем временем полицейский Лу Солверсон и шериф Хэнк Ларссон расследуют тройное убийство, совершённое Раем Герхардтом.\n\nТретий сезон. Сюжет развивается вокруг влюблённой пары — Рэя Стасси и Никки Сванго, которые после неудачной попытки ограбить брата Рэя, Эммита, становятся вовлечёнными в дело о двойном убийстве. Одна из жертв — старый человек с загадочным прошлым, чья приёмная дочь Глория Бёргл работает в полиции. В то же время, Эммит пытается разорвать связи с сомнительной организацией, у которой он одолжил деньги годом ранее, но у компании, с её представителем В. М. Варгой другие планы.\n\nЧетвёртый сезон. История начинается в Канзас-сити (штат Миссури) 50-х годов, где за лидерство борются мафиозные группировки. Евреи враждуют с ирландцами, ирландцы с итальянцами, итальянцы с афроамериканцами. И есть в этом городе одна традиция: в знак достижения согласия и перемирия между кланами, главари обмениваются сыновьями и воспитывают их как своих собственных. Итальянская мафия устанавливает хрупкий мир с афроамериканцами, и теперь теневой бизнес под общим контролем, но тут происходит неожиданное – в больнице умирает глава итальянского клана.",
      "meta":"2014, триллер, драма, 4 сезона, США",
      "rating":"8.4"
    },
    {
      "name":"Настоящий детектив",
      "image":"truedetective",
      "synopsis":"Первый сезон. В Луизиане в 1995 году происходит странное убийство девушки. В 2012 году дело об убийстве 1995г. повторно открывают, так как произошло похожее убийство. Дабы лучше продвинуться в расследовании, полиция решает допросить бывших детективов, которые работали над делом в 1995г.\n\nВторой сезон. В калифорнийском городе Винчи в преддверии презентации новой линии железной дороги, которая улучшит финансовое положение города, пропадает глава администрации города. Позже его труп находит на шоссе офицер дорожной полиции. К расследованию подключают детектива из полиции Винчи и детектива из департамента шерифа округа Вентура. То, что начиналось как убийство, превратилось в сеть заговоров и махинаций.\n\nТретий сезон. Действие разворачивается в районе известнякового плато Озарк, расположенного одновременно в нескольких штатах. Детектив Уэйн Хейз совместно со следователем из Арканзаса Роландом Уэстом пытаются разобраться в загадочном преступлении, растянувшемся на три десятилетия.",
      "meta":"2014, детектив, криминал, 3 сезона, США",
      "rating":"8.7"
    },
    {
      "name":"Новый папа",
      "image":"papa",
      "synopsis":"Ленни Белардо впал в кому, так что кардиналам ничего не остаётся, кроме как выбрать нового понтифика, им становится Иоанн Павел III. Он уже готов повести католическую церковь в нужном, как видится кардиналам, направлении, когда Ленни приходит в себя, и миллиарды католиков оказываются в непростой ситуации.",
      "meta":"2020, драма, 1 сезон, Италия",
      "rating":"7.9"
    },
    {
      "name":"Чики",
      "image":"chiki",
      "synopsis":"Юг. Поля подсолнухов, шашлычный дымок, спелые арбузы, джигиты на лошадях и жигулях. У трассы в притоне нелегким трудом зарабатывают на жизнь три подруги – Света, Марина и Людка. Раньше их было четверо. Самая смелая и предприимчивая – Жанна – укатила в Москву и вернулась на красном MINI Cooper с идеей начать свой бизнес. Одна за другой подруги присоединяются к плану завязать с грязным прошлым.",
      "meta":"2020, драма, комедия, 1 сезон, Россия",
      "rating":"7.8"
    },
    {
      "name":"Клан Сопрано",
      "image":"soprano",
      "synopsis":"Повседневная жизнь современного Крестного отца: его мысли - стремительны, действия - решительны, а юмор - черен. Мафиозный босс Северного Джерси Тони Сопрано успешно справляется с проблемами «Семьи».\n\nНо вот собственная семья немного подкачала: дети от рук отбились, брак - под угрозой, мамаша - пилит. Он надеется на помощь психиатра, но как тому рассказать обо всех своих проблемах, если связан омертой - обетом молчания, нарушать который нельзя под страхом смерти?",
      "meta":"1999, драма, криминал, 6 сезонов",
      "rating":"8.7"
    },
    {
      "name":"Бегущий в лабиринте",
      "image":"mazerunner",
      "synopsis":"«Бегущий в лабиринте» уместил в себе множеств жанров – от подростковой драмы до антиутопии и зомби-хоррора. В третьей заключительной части главные герои пытаются вытащить своего друга организации, ставящей опыты на детях в поисках лекарства от смертельного вируса. В главных ролях молодые звезд Дилан О’Брайен, Кая Скоделарио и Уилл Полтер.",
      "meta":"2018, фантастика, боевик, США, 2 ч 18 мин",
      "rating":"6.0"
    },
    {
      "name":"Парки и зоны отдыха",
      "image":"parki",
      "synopsis":"Простой чиновник Лесли Ноуп однажды поняла, что своей работой не приносит обществу никакой пользы. Тогда же она решает превратить заброшенный карьер практически в парк культуры и отдыха. Препятствием на её пути, конечно же, станут негибкая бюрократическая система, эгоистичные соседи, не желающие перемен даже к лучшему, и фирмы-застройщики, сразу заинтересовавшиеся ненужным им до этого бесхозным у…",
      "meta":"2009, комедия, 7 сезонов, США",
      "rating":"8.1"
    },
    {
      "name":"Солярис",
      "image":"solaris",
      "synopsis":"На космическую станцию, сотрудники которой давно и тщетно пытаются сладить с загадкой планеты Солярис, полностью покрытой Океаном, прибывает новый учёный, психолог Крис Кельвин. Его задача — разобраться в странных сообщениях, поступающих со станции и закрыть её вместе со всей бесплодной «соляристикой». Поначалу ему кажется, что немногие уцелевшие на станции ученые сошли с ума, а потом он и сам становится жертвой жуткого наваждения: ему является его жена Хари, некоторое время назад покончившая с собой.",
      "meta":"1972, фантастика, драма, СССР, 2 ч 40 мин",
      "rating":"8.0"
    },
    {
      "name":"Она",
      "image":"she",
      "synopsis":"В фантастической мелодраме Спайка Джонса герой Хоакина Феникса влюбляется в собственный смартфон. Сложно устоять перед очаровательным голосом Скарлетт Йоханссон, которая озвучивает операционную систему с искусственным интеллектом. Спайк Джонсон впервые выступил одновременно сценаристом и режиссером, и лента получила «Оскар» за лучший сценарий. Входит в 100 величайших фильмов XXI века по версии BB…",
      "meta":"2013, мелодрама, драма, США, 2 ч",
      "rating":"7.6"
    },
    {
      "name":"Большая маленькая ложь",
      "image":"biglie",
      "synopsis":"На благотворительном балу в школе происходит убийство, однако имя жертвы неизвестно. Сюжет рассказывает о нескольких месяцах, предшествовавших происшествию, и сосредоточен на пяти семьях, чьи дети ходят в один класс. Все эти семьи загадочным образом связаны с убийством.",
      "meta":"2017, драма, криминал, 2 сезона, США",
      "rating":"8.1"
    },
    {
      "name":"Ваша честь",
      "image":"honor",
      "synopsis":"Сын влиятельного и успешного судьи скрывается с места ДТП после аварии со смертельным исходом, в результате чего вся семья оказывается втянутой в опасную игру из лжи и обмана, ведь погибший был сыном местного криминального босса.",
      "meta":"2020, триллер, драма, криминал, 1 сезон, США",
      "rating":"7.5"
    },
    {
      "name":"Электрические сны Филиппа К. Дика",
      "image":"electric",
      "synopsis":"На благотворительном балу в школе происходит убийство, однако имя жертвы неизвестно. Сюжет рассказывает о нескольких месяцах, предшествовавших происшествию, и сосредоточен на пяти семьях, чьи дети ходят в один класс. Все эти семьи загадочным образом связаны с убийством.",
      "meta":"2017, фантастика, драма, 1 сезон, США",
      "rating":"7.4"
    }
  ]
}